import React from 'react';


function MainContent() {
  return (
    <section className="main-content">
      <div className="content-main">
        <h2>Добро пожаловать на наш сайт рекламного агентства!</h2>
        <p className="intro">О нас</p>
        <div className="text-main">
          <h3>
            ООО "Flamingo" — это динамично развивающееся рекламное агентство, специализирующееся на предоставлении комплексных решений для продвижения бизнеса в интернете и за его пределами. Мы объединяем опыт, креатив и технологические инновации для того, чтобы наши клиенты достигали максимальных результатов в своей отрасли.
            <br />
            <br />
            Наши специалисты обладают глубокими знаниями в области маркетинга, дизайна, SEO, SMM и контекстной рекламы. Мы создаем индивидуальные стратегии, которые ориентированы на реальные потребности бизнеса, учитывая особенности целевой аудитории, конкурентную среду и актуальные тренды в digital-маркетинге.
          </h3>
          <p className="intro">Наша задача</p>
          <div className="text-main">
          <h3>
          Миссия нашей компании — помочь предпринимателям, малому и среднему бизнесу добиться успеха в условиях быстро меняющегося рынка, предоставив им мощные инструменты для продвижения их брендов. Мы стремимся строить долгосрочные партнерские отношения с каждым клиентом, обеспечивая максимальную прозрачность и результативность всех наших действий.
          <br />
          </h3>
          </div>
        </div>
      </div>
    </section>
  );
}

export default MainContent;